Repository: Circuit-Stitch/deferno-kmp
Catalog: app/shared-l10n/Localizable.xcstrings
Source language: en
Languages: de, es, hi, pt

# calendar_agenda_heading_pattern
source: EEEE, MMMM d
de: EEEE, d. MMMM
es: EEEE, d 'de' MMMM
hi: EEEE, d MMMM
pt: EEEE, d 'de' MMMM

# calendar_day_item_count
source: %lld items
de: %lld Elemente
es: %lld elementos
hi: %lld आइटम
pt: %lld itens

# calendar_day_no_items
source: no items
de: keine Elemente
es: sin elementos
hi: कोई आइटम नहीं
pt: nenhum item

# calendar_day_number_a11y
source: Day %lld
de: Tag %lld
es: Día %lld
hi: दिन %lld
pt: Dia %lld

# calendar_day_pattern
source: MMMM d
de: d. MMMM
es: d 'de' MMMM
hi: d MMMM
pt: d 'de' MMMM

# calendar_day_selected
source: selected
de: ausgewählt
es: seleccionado
hi: चयनित
pt: selecionado

# calendar_empty_body
source: A clear day. Add something when you're ready — no pressure.
de: Ein freier Tag. Füg etwas hinzu, wenn du so weit bist — ganz ohne Druck.
es: Un día despejado. Agrega algo cuando quieras — sin presión.
hi: एक खाली दिन। जब मन हो तब कुछ जोड़ें — कोई जल्दी नहीं।
pt: Um dia livre. Adicione algo quando quiser — sem pressão.

# calendar_empty_title
source: Nothing on this day
de: Nichts an diesem Tag
es: Nada para este día
hi: इस दिन कुछ नहीं
pt: Nada neste dia

# calendar_next_month
source: Next month
de: Nächster Monat
es: Mes siguiente
hi: अगला महीना
pt: Próximo mês

# calendar_previous_month
source: Previous month
de: Vorheriger Monat
es: Mes anterior
hi: पिछला महीना
pt: Mês anterior

# calendar_reschedule_pick_day
source: Pick a new day for “%1$@”
de: Wähle einen neuen Tag für „%1$@“
es: Elige un nuevo día para «%1$@»
hi: “%1$@” के लिए नया दिन चुनें
pt: Escolha um novo dia para “%1$@”

# common_account
source: Account
de: Konto
es: Cuenta
hi: खाता
pt: Conta

# common_add
source: Add
de: Hinzufügen
es: Agregar
hi: जोड़ें
pt: Adicionar

# common_attach_files
source: Attach files
de: Dateien anhängen
es: Adjuntar archivos
hi: फ़ाइलें अटैच करें
pt: Anexar arquivos

# common_back
source: Back
de: Zurück
es: Atrás
hi: वापस
pt: Voltar

# common_blocked
source: Blocked
de: Blockiert
es: Bloqueado
hi: अवरुद्ध
pt: Bloqueada

# common_cancel
source: Cancel
de: Abbrechen
es: Cancelar
hi: रद्द करें
pt: Cancelar

# common_cannot_be_undone
source: This can't be undone.
de: Das lässt sich nicht rückgängig machen.
es: Esto no se puede deshacer.
hi: इसे पूर्ववत नहीं किया जा सकता।
pt: Isso não pode ser desfeito.

# common_clear
source: Clear
de: Zurücksetzen
es: Quitar
hi: साफ़ करें
pt: Limpar

# common_close
source: Close
de: Schließen
es: Cerrar
hi: बंद करें
pt: Fechar

# common_collapse
source: Collapse
de: Einklappen
es: Contraer
hi: समेटें
pt: Recolher

# common_collapse_named_cd
source: Collapse %1$@
de: %1$@ einklappen
es: Contraer %1$@
hi: %1$@ को समेटें
pt: Recolher %1$@

# common_delete
source: Delete
de: Löschen
es: Eliminar
hi: हटाएँ
pt: Excluir

# common_dismiss
source: Dismiss
de: Verwerfen
es: Descartar
hi: ख़ारिज करें
pt: Dispensar

# common_done
source: Done
de: Fertig
es: Listo
hi: हो गया
pt: Pronto

# common_edit
source: Edit
de: Bearbeiten
es: Editar
hi: संपादित करें
pt: Editar

# common_error_app_out_of_date
source: This app is out of date — please update.
de: Diese App ist veraltet — bitte aktualisiere sie.
es: Esta app está desactualizada — actualízala, por favor.
hi: यह ऐप पुराना हो गया है — कृपया अपडेट करें।
pt: Este app está desatualizado — atualize, por favor.

# common_expand
source: Expand
de: Aufklappen
es: Expandir
hi: खोलें
pt: Expandir

# common_expand_named_cd
source: Expand %1$@
de: %1$@ ausklappen
es: Expandir %1$@
hi: %1$@ को फैलाएँ
pt: Expandir %1$@

# common_import
source: Import
de: Importieren
es: Importar
hi: इंपोर्ट करें
pt: Importar

# common_item_count
source: %lld items
de: %lld Elemente
es: %lld elementos
hi: %lld आइटम
pt: %lld itens

# common_kind_chore
source: Chore
de: Pflicht
es: Quehacer
hi: काम
pt: Afazer

# common_kind_event
source: Event
de: Ereignis
es: Evento
hi: इवेंट
pt: Evento

# common_kind_habit
source: Habit
de: Gewohnheit
es: Hábito
hi: आदत
pt: Hábito

# common_kind_task
source: Task
de: Aufgabe
es: Tarea
hi: कार्य
pt: Tarefa

# common_loading
source: Loading…
de: Wird geladen…
es: Cargando…
hi: लोड हो रहा है…
pt: Carregando…

# common_mark_done_cd
source: Mark %1$@ done
de: %1$@ als erledigt markieren
es: Marcar %1$@ como hecha
hi: %1$@ को पूर्ण चिह्नित करें
pt: Marcar %1$@ como concluída

# common_mark_not_done_cd
source: Mark %1$@ not done
de: %1$@ als nicht erledigt markieren
es: Marcar %1$@ como no hecha
hi: %1$@ को अपूर्ण चिह्नित करें
pt: Marcar %1$@ como não concluída

# common_none
source: None
de: Keine
es: Ninguno
hi: कोई नहीं
pt: Nenhum

# common_open_named_cd
source: Open %1$@
de: %1$@ öffnen
es: Abrir %1$@
hi: %1$@ खोलें
pt: Abrir %1$@

# common_open_settings
source: Open settings
de: Einstellungen öffnen
es: Abrir configuración
hi: सेटिंग्स खोलें
pt: Abrir configurações

# common_pinned
source: Pinned
de: Angepinnt
es: Fijada
hi: पिन किया गया
pt: Fixada

# common_reconnect_to_save
source: Reconnect to save
de: Zum Speichern wieder verbinden
es: Reconéctate para guardar
hi: सेव करने के लिए फिर से कनेक्ट करें
pt: Reconecte para salvar

# common_refresh
source: Refresh
de: Aktualisieren
es: Actualizar
hi: रीफ़्रेश करें
pt: Atualizar

# common_remove
source: Remove
de: Entfernen
es: Quitar
hi: निकालें
pt: Remover

# common_remove_named_cd
source: Remove %1$@
de: %1$@ entfernen
es: Quitar %1$@
hi: %1$@ निकालें
pt: Remover %1$@

# common_retry
source: Retry
de: Erneut versuchen
es: Reintentar
hi: फिर से कोशिश करें
pt: Tentar de novo

# common_save
source: Save
de: Speichern
es: Guardar
hi: सेव करें
pt: Salvar

# common_search
source: Search
de: Suchen
es: Buscar
hi: खोजें
pt: Buscar

# common_send
source: Send
de: Senden
es: Enviar
hi: भेजें
pt: Enviar

# common_session_expired_message
source: Session expired — sign in again to refresh.
de: Sitzung abgelaufen — melde dich erneut an, um zu aktualisieren.
es: La sesión expiró — inicia sesión de nuevo para actualizar.
hi: सेशन समाप्त — रीफ़्रेश करने के लिए फिर से साइन इन करें।
pt: Sessão expirada — entre de novo para atualizar.

# common_set
source: Set
de: Festlegen
es: Establecer
hi: सेट करें
pt: Definir

# common_sign_in_again
source: Sign in again
de: Erneut anmelden
es: Volver a iniciar sesión
hi: फिर से साइन इन करें
pt: Entrar de novo

# common_sign_out
source: Sign out
de: Abmelden
es: Cerrar sesión
hi: साइन आउट करें
pt: Sair

# common_signing_in
source: Signing in…
de: Anmeldung läuft…
es: Iniciando sesión…
hi: साइन इन हो रहा है…
pt: Entrando…

# common_start
source: Start
de: Starten
es: Empezar
hi: शुरू करें
pt: Começar

# common_state_not_done
source: Not done
de: Nicht erledigt
es: Pendiente
hi: अपूर्ण
pt: Não concluída

# common_status_done
source: Done
de: Erledigt
es: Hecha
hi: पूर्ण
pt: Concluída

# common_status_in_progress
source: In progress
de: In Arbeit
es: En curso
hi: प्रगति पर
pt: Em andamento

# common_status_in_review
source: In review
de: In Prüfung
es: En revisión
hi: समीक्षा में
pt: Em revisão

# common_status_scheduled
source: Scheduled
de: Geplant
es: Programada
hi: निर्धारित
pt: Agendada

# common_status_skipped
source: Skipped
de: Übersprungen
es: Omitida
hi: छोड़ा गया
pt: Pulada

# common_time_pattern
source: h:mm a
de: HH:mm
es: H:mm
pt: HH:mm

# common_undo
source: Undo
de: Rückgängig
es: Deshacer
hi: पूर्ववत करें
pt: Desfazer

# draft_extract_button
source: Extract
de: Erstellen
es: Extraer
hi: निकालें
pt: Extrair

# draft_extract_error_malformed
source: Couldn't read the model's response. Try again.
de: Die Antwort des Modells konnte nicht gelesen werden. Versuche es erneut.
es: No se pudo leer la respuesta del modelo. Inténtalo de nuevo.
hi: मॉडल की प्रतिक्रिया नहीं पढ़ी जा सकी। फिर से प्रयास करें।
pt: Não foi possível ler a resposta do modelo. Tente novamente.

# draft_extract_error_not_configured
source: The on-device model isn't set up yet.
de: Das Modell auf dem Gerät ist noch nicht eingerichtet.
es: El modelo en el dispositivo aún no está configurado.
hi: डिवाइस पर मॉडल अभी सेट अप नहीं है।
pt: O modelo no dispositivo ainda não está configurado.

# draft_extract_error_transport
source: Couldn't reach the model. Try again.
de: Das Modell konnte nicht erreicht werden. Versuche es erneut.
es: No se pudo contactar con el modelo. Inténtalo de nuevo.
hi: मॉडल तक नहीं पहुँचा जा सका। फिर से प्रयास करें।
pt: Não foi possível acessar o modelo. Tente novamente.

# draft_extract_intro
source: On-device (Apple Intelligence). Drafts are proposals — nothing is saved.
de: Auf dem Gerät (Apple Intelligence). Entwürfe sind Vorschläge — nichts wird gespeichert.
es: En el dispositivo (Apple Intelligence). Los borradores son propuestas — no se guarda nada.
hi: डिवाइस पर (Apple Intelligence)। ड्राफ़्ट सिर्फ़ प्रस्ताव हैं — कुछ भी सेव नहीं होता।
pt: No dispositivo (Apple Intelligence). Rascunhos são propostas — nada é salvo.

# draft_extract_menu_item
source: Extract Draft Tasks…
de: Aufgaben-Entwürfe erstellen…
es: Extraer borradores de tareas…
hi: ड्राफ़्ट कार्य निकालें…
pt: Extrair rascunhos de tarefas…

# draft_extract_none
source: No tasks found in that transcript.
de: In diesem Transkript wurden keine Aufgaben gefunden.
es: No se encontraron tareas en esa transcripción.
hi: उस ट्रांसक्रिप्ट में कोई कार्य नहीं मिला।
pt: Nenhuma tarefa encontrada nessa transcrição.

# draft_extract_proposed
source: %lld drafts proposed.
de: %lld Entwürfe vorgeschlagen.
es: Se propusieron %lld borradores.
hi: %lld ड्राफ़्ट प्रस्तावित।
pt: %lld rascunhos propostos.

# draft_extract_running
source: Extracting…
de: Wird erstellt…
es: Extrayendo…
hi: निकाला जा रहा है…
pt: Extraindo…

# draft_extract_title
source: Extract draft Tasks
de: Aufgaben-Entwürfe erstellen
es: Extraer borradores de tareas
hi: ड्राफ़्ट कार्य निकालें
pt: Extrair rascunhos de tarefas

# draft_extract_unavailable
source: Apple Intelligence isn't available on this Mac.
de: Apple Intelligence ist auf diesem Mac nicht verfügbar.
es: Apple Intelligence no está disponible en esta Mac.
hi: इस Mac पर Apple Intelligence उपलब्ध नहीं है।
pt: A Apple Intelligence não está disponível neste Mac.

# feedback_attachment_cd
source: Attachment %1$@
de: Anhang %1$@
es: Archivo adjunto %1$@
hi: अटैचमेंट %1$@
pt: Anexo %1$@

# feedback_body_cd
source: Feedback body
de: Feedback-Text
es: Contenido del comentario
hi: फ़ीडबैक विवरण
pt: Corpo do feedback

# feedback_body_label
source: What's going on?
de: Worum geht es?
es: ¿Qué está pasando?
hi: क्या हो रहा है?
pt: O que está acontecendo?

# feedback_category_cd
source: Category
de: Kategorie
es: Categoría
hi: श्रेणी
pt: Categoria

# feedback_error_presign_failed
source: Couldn't prepare the attachments. Try again.
de: Die Anhänge konnten nicht vorbereitet werden. Versuch es noch einmal.
es: No se pudieron preparar los adjuntos. Inténtalo de nuevo.
hi: अटैचमेंट तैयार नहीं हो सके। फिर से कोशिश करें।
pt: Não foi possível preparar os anexos. Tente de novo.

# feedback_error_send_failed
source: Couldn't send feedback (%lld).
de: Feedback konnte nicht gesendet werden (%lld).
es: No se pudieron enviar los comentarios (%lld).
hi: फ़ीडबैक नहीं भेजा जा सका (%lld)।
pt: Não foi possível enviar o feedback (%lld).

# feedback_error_upload_failed
source: Attachment upload failed (%lld).
de: Anhang-Upload fehlgeschlagen (%lld).
es: No se pudo subir el adjunto (%lld).
hi: अटैचमेंट अपलोड नहीं हो सका (%lld)।
pt: O envio do anexo falhou (%lld).

# feedback_offline_note
source: You're offline — reconnect to send. Nothing was queued.
de: Du bist offline — verbinde dich wieder, um zu senden. Es wurde nichts vorgemerkt.
es: Estás sin conexión — reconéctate para enviar. No se puso nada en cola.
hi: आप ऑफ़लाइन हैं — भेजने के लिए फिर से कनेक्ट करें। कुछ भी क़तार में नहीं रखा गया।
pt: Você está offline — reconecte para enviar. Nada ficou na fila.

# feedback_subject_label
source: Subject
de: Betreff
es: Asunto
hi: विषय
pt: Assunto

# feedback_submit_sending
source: Sending…
de: Wird gesendet…
es: Enviando…
hi: भेजा जा रहा है…
pt: Enviando…

# feedback_title
source: Send feedback
de: Feedback senden
es: Enviar comentarios
hi: फ़ीडबैक भेजें
pt: Enviar feedback

# inbox_accept_button
source: Accept
de: Übernehmen
es: Aceptar
hi: स्वीकारें
pt: Aceitar

# inbox_adding_task
source: Adding task…
de: Aufgabe wird hinzugefügt…
es: Agregando tarea…
hi: कार्य जोड़ा जा रहा है…
pt: Adicionando tarefa…

# inbox_dismissed_snackbar
source: Dismissed “%1$@”
de: „%1$@“ verworfen
es: Se descartó «%1$@»
hi: “%1$@” ख़ारिज किया गया
pt: “%1$@” dispensado

# inbox_draft_count
source: %lld drafts
de: %lld Entwürfe
es: %lld borradores
hi: %lld ड्राफ़्ट
pt: %lld rascunhos

# inbox_draft_eyebrow
source: Drafted
de: Entworfen
es: Borrador
hi: ड्राफ़्ट किया गया
pt: Em rascunho

# inbox_empty_body
source: Brain-dump drafts land here for you to review. Speak a brain dump and Deferno turns it into draft tasks for this list.
de: Braindump-Entwürfe landen hier zur Durchsicht. Sprich einen Braindump ein und Deferno macht daraus Aufgaben-Entwürfe für diese Liste.
es: Los borradores de tus descargas mentales llegan aquí para que los revises. Di una descarga mental y Deferno la convertirá en borradores de tareas para esta lista.
hi: मन की बात के ड्राफ़्ट यहाँ आते हैं ताकि आप उनकी समीक्षा कर सकें। मन की बात बोलें और Deferno उसे इस सूची के लिए ड्राफ़्ट कार्यों में बदल देगा।
pt: Os rascunhos do despejo de ideias chegam aqui para você revisar. Fale um despejo de ideias e o Deferno o transforma em rascunhos de tarefas para esta lista.

# inbox_empty_title
source: Inbox zero
de: Alles aufgeräumt
es: Bandeja despejada
hi: इनबॉक्स एकदम खाली
pt: Caixa de entrada zerada

# inbox_footer_reassurance
source: Triage at your pace — nothing's lost.
de: Sortiere in deinem Tempo — nichts geht verloren.
es: Revisa a tu ritmo — nada se pierde.
hi: अपनी रफ़्तार से निपटाएँ — कुछ भी खोता नहीं।
pt: Organize no seu ritmo — nada se perde.

# inbox_header_subtitle
source: Review each one — add it as a task, or dismiss it. Nothing's deleted.
de: Sieh dir jeden an — füg ihn als Aufgabe hinzu oder verwirf ihn. Nichts wird gelöscht.
es: Revisa cada uno — agrégalo como tarea o descártalo. Nada se elimina.
hi: हर एक की समीक्षा करें — उसे कार्य के रूप में जोड़ें, या ख़ारिज करें। कुछ भी हटाया नहीं जाता।
pt: Revise um por um — adicione como tarefa ou dispense. Nada é excluído.

# inbox_section_waiting
source: Waiting for you
de: Wartet auf dich
es: Esperándote
hi: आपकी प्रतीक्षा में
pt: Esperando por você

# new_date_cd
source: Date
de: Datum
es: Fecha
hi: तारीख़
pt: Data

# new_date_label
source: Date (optional, e.g. 2026-06-08)
de: Datum (optional, z. B. 2026-06-08)
es: Fecha (opcional, p. ej. 2026-06-08)
hi: तारीख़ (वैकल्पिक, जैसे 2026-06-08)
pt: Data (opcional, ex.: 2026-06-08)

# new_deadline_time_add_a11y
source: Add deadline time
de: Frist-Uhrzeit hinzufügen
es: Agregar hora límite
hi: समय-सीमा का समय जोड़ें
pt: Adicionar hora do prazo

# new_deadline_time_cd
source: Deadline time
de: Uhrzeit der Frist
es: Hora límite
hi: नियत समय
pt: Hora do prazo

# new_deadline_time_clear_a11y
source: Clear deadline time
de: Frist-Uhrzeit entfernen
es: Quitar hora límite
hi: समय-सीमा का समय हटाएँ
pt: Limpar hora do prazo

# new_error_could_not_save
source: Could not save.
de: Konnte nicht gespeichert werden.
es: No se pudo guardar.
hi: सेव नहीं हो सका।
pt: Não foi possível salvar.

# new_error_could_not_save_retry
source: Could not save. Try again.
de: Konnte nicht gespeichert werden. Versuch es noch einmal.
es: No se pudo guardar. Inténtalo de nuevo.
hi: सेव नहीं हो सका। फिर से कोशिश करें।
pt: Não foi possível salvar. Tente de novo.

# new_event_end_cd
source: Event end
de: Ende des Ereignisses
es: Fin del evento
hi: इवेंट का समापन
pt: Fim do evento

# new_event_end_label
source: Ends (optional)
de: Endet (optional)
es: Termina (opcional)
hi: समाप्त होता है (वैकल्पिक)
pt: Termina (opcional)

# new_event_start_cd
source: Event start
de: Beginn des Ereignisses
es: Inicio del evento
hi: इवेंट की शुरुआत
pt: Início do evento

# new_event_start_label
source: Starts (e.g. 2026-06-08T09:00:00Z)
de: Beginnt (z. B. 2026-06-08T09:00:00Z)
es: Empieza (p. ej. 2026-06-08T09:00:00Z)
hi: शुरू होता है (जैसे 2026-06-08T09:00:00Z)
pt: Começa (ex.: 2026-06-08T09:00:00Z)

# new_kind_picker_cd
source: Kind picker
de: Auswahl der Art
es: Selector de tipo
hi: प्रकार चुनने का विकल्प
pt: Seletor de tipo

# new_mic_dictate_cd
source: Dictate
de: Diktieren
es: Dictar
hi: बोलकर लिखें
pt: Ditar

# new_mic_stop_dictation_cd
source: Stop dictation
de: Diktieren stoppen
es: Detener dictado
hi: बोलकर लिखना रोकें
pt: Parar ditado

# new_notes_label
source: Notes
de: Notizen
es: Notas
hi: नोट्स
pt: Notas

# new_offline_note
source: You're offline — reconnect to save. Nothing was queued.
de: Du bist offline — verbinde dich wieder, um zu speichern. Es wurde nichts vorgemerkt.
es: Estás sin conexión — reconéctate para guardar. No se puso nada en cola.
hi: आप ऑफ़लाइन हैं — सेव करने के लिए फिर से कनेक्ट करें। कुछ भी क़तार में नहीं रखा गया।
pt: Você está offline — reconecte para salvar. Nada ficou na fila.

# new_submit_create
source: Create
de: Erstellen
es: Crear
hi: बनाएँ
pt: Criar

# new_submit_saving
source: Saving…
de: Wird gespeichert…
es: Guardando…
hi: सेव हो रहा है…
pt: Salvando…

# new_title_label
source: Title
de: Titel
es: Título
hi: शीर्षक
pt: Título

# plan_add_from_forest
source: Add from the forest
de: Aus dem Wald hinzufügen
es: Agregar desde el bosque
hi: वन से जोड़ें
pt: Adicionar da floresta

# plan_all_caught_up
source: All caught up
de: Alles erledigt
es: Todo al día
hi: सब हो गया
pt: Tudo em dia

# plan_empty_body
source: Nothing scheduled for today. Add something when you're ready — no pressure.
de: Für heute ist nichts geplant. Füg etwas hinzu, wenn du so weit bist — ganz ohne Druck.
es: Nada programado para hoy. Agrega algo cuando quieras — sin presión.
hi: आज के लिए कुछ भी निर्धारित नहीं। जब मन हो तब कुछ जोड़ें — कोई जल्दी नहीं।
pt: Nada agendado para hoje. Adicione algo quando quiser — sem pressão.

# plan_empty_title
source: Your plan is clear
de: Dein Plan ist frei
es: Tu plan está despejado
hi: आपकी योजना खाली है
pt: Seu plano está livre

# plan_exit_focus
source: ⌄ Exit focus
de: ⌄ Fokus verlassen
es: ⌄ Salir del enfoque
hi: ⌄ फ़ोकस से बाहर
pt: ⌄ Sair do foco

# plan_focus_done
source: Done — next step
de: Erledigt — nächster Schritt
es: Hecho — siguiente paso
hi: हो गया — अगला कदम
pt: Pronto — próximo passo

# plan_focus_pause
source: Pause · take a break whenever you need
de: Pause · mach eine, wann immer du sie brauchst
es: Pausa · toma un descanso cuando lo necesites
hi: रोकें · जब भी ज़रूरत हो, विराम लें
pt: Pausar · descanse quando precisar

# plan_focus_subtitle
source: Just this. The rest is put away.
de: Nur das hier. Der Rest ist weggeräumt.
es: Solo esto. Lo demás está guardado.
hi: बस यही। बाक़ी सब अभी अलग रखा है।
pt: Só isso. O resto está guardado.

# plan_header_date_pattern
source: EEE MMM d
de: EEE, d. MMM
es: EEE d MMM
hi: EEE, d MMM
pt: EEE, d 'de' MMM

# plan_picker_already_done
source: Already wrapped up — pick another?
de: Schon erledigt — noch eine auswählen?
es: Ya está terminada — ¿eliges otra?
hi: यह पहले ही पूरा हो चुका है — कोई और चुनें?
pt: Já concluída — escolher outra?

# plan_picker_empty_body
source: Your plan is clear — there's nothing to pick right now.
de: Dein Plan ist frei — gerade gibt es nichts auszuwählen.
es: Tu plan está despejado — no hay nada que elegir ahora mismo.
hi: आपकी योजना खाली है — अभी चुनने के लिए कुछ नहीं है।
pt: Seu plano está livre — não há nada para escolher agora.

# plan_picker_empty_title
source: Nothing waiting
de: Nichts wartet
es: Nada pendiente
hi: कुछ भी बाकी नहीं
pt: Nada esperando

# plan_picker_how_about
source: How about
de: Wie wär's hiermit?
es: ¿Qué tal esto?
hi: यह कैसा रहेगा?
pt: Que tal isto?

# plan_picker_something_else
source: Something else
de: Etwas anderes
es: Otra cosa
hi: कुछ और
pt: Outra coisa

# plan_picker_subtitle
source: You're in charge. Here's one idea at a time — keep what feels doable, skip the rest.
de: Du bestimmst. Hier kommt eine Idee nach der anderen — behalte, was machbar wirkt, überspring den Rest.
es: Tú decides. Aquí va una idea a la vez — quédate con lo que se sienta posible, salta el resto.
hi: आप तय करते हैं। यहाँ एक बार में एक विचार है — जो करने लायक लगे उसे रखें, बाक़ी छोड़ दें।
pt: Você decide. Uma ideia de cada vez — fique com o que parecer possível, pule o resto.

# plan_picker_this_one
source: This one
de: Diese nehmen
es: Elegir esta
hi: यही चुनें
pt: Escolher esta

# plan_refreshing
source: Refreshing your plan…
de: Dein Plan wird aktualisiert…
es: Actualizando tu plan…
hi: आपकी योजना रीफ़्रेश हो रही है…
pt: Atualizando seu plano…

# plan_row_opens_tree_hint
source: Opens this tree
de: Öffnet diesen Baum
es: Abre este árbol
hi: यह पेड़ खोलता है
pt: Abre esta árvore

# plan_see_everything
source: See everything
de: Alles ansehen
es: Ver todo
hi: सब कुछ देखें
pt: Ver tudo

# plan_still_open
source: %lld still open
de: %lld noch offen
es: %lld pendientes
hi: %lld अभी बाकी
pt: %lld em aberto

# plan_suggestion_eyebrow
source: If you're not sure, start here
de: Wenn du unsicher bist, fang hier an
es: Si tienes dudas, empieza aquí
hi: पक्का न हो, तो यहाँ से शुरू करें
pt: Se não tiver certeza, comece aqui

# plan_today_subtitle
source: %lld trees you picked. Start wherever feels right.
de: %lld Bäume, die du ausgewählt hast. Fang an, wo es sich richtig anfühlt.
es: %lld árboles que elegiste. Empieza por donde prefieras.
hi: आपके चुने %lld पेड़। जहाँ से ठीक लगे, वहीं से शुरू करें।
pt: %lld árvores que você escolheu. Comece por onde fizer sentido.

# plan_today_title
source: Today
de: Heute
es: Hoy
hi: आज
pt: Hoje

# plan_whats_next_title
source: What's next?
de: Was kommt als Nächstes?
es: ¿Qué sigue?
hi: आगे क्या?
pt: O que vem agora?

# plan_why_pinned
source: You said this one matters
de: Du hast gesagt, das hier ist dir wichtig
es: Dijiste que esta importa
hi: आपने कहा था कि यह मायने रखता है
pt: Você disse que isso importa

# plan_why_quick_win
source: A quick win, if you want momentum
de: Ein schneller Erfolg, wenn du Schwung willst
es: Una victoria rápida, si quieres impulso
hi: एक छोटी जीत, अगर रफ़्तार चाहिए
pt: Uma vitória rápida, se você quiser embalo

# plan_your_day_section
source: Your day
de: Dein Tag
es: Tu día
hi: आपका दिन
pt: Seu dia

# profile_account_active_label
source: Active account
de: Aktives Konto
es: Cuenta activa
hi: सक्रिय खाता
pt: Conta ativa

# profile_account_credential_label
source: Credential
de: Zugangsdaten
es: Credencial
hi: क्रेडेंशियल
pt: Credencial

# profile_account_stored_on_device
source: Stored only on this device.
de: Nur auf diesem Gerät gespeichert.
es: Se guarda solo en este dispositivo.
hi: केवल इसी डिवाइस पर संग्रहीत।
pt: Armazenado apenas neste dispositivo.

# profile_account_time_zone_default
source: Device default
de: Gerätestandard
es: Predeterminada del dispositivo
hi: डिवाइस डिफ़ॉल्ट
pt: Padrão do dispositivo

# profile_account_time_zone_label
source: Time zone
de: Zeitzone
es: Zona horaria
hi: समय क्षेत्र
pt: Fuso horário

# profile_loading
source: Loading your profile…
de: Dein Profil wird geladen…
es: Cargando tu perfil…
hi: आपकी प्रोफ़ाइल लोड हो रही है…
pt: Carregando seu perfil…

# profile_org_personal_chip
source: Personal
de: Persönlich
hi: व्यक्तिगत
pt: Pessoal

# profile_sign_out_confirm_title
source: Sign out of %1$@?
de: Von %1$@ abmelden?
es: ¿Cerrar sesión en %1$@?
hi: %1$@ से साइन आउट करें?
pt: Sair de %1$@?
